Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Run these in Terminal. They delete for good, without the Trash.
cs: Spusťte tyto příkazy v Terminálu. Mažou trvale, bez přesunutí do koše.
de: Führe diese Befehle im Terminal aus. Sie löschen endgültig, ohne Umweg über den Papierkorb.
es: Ejecuta estos comandos en Terminal. Borran definitivamente, sin pasar por la papelera.
fr: Exécutez ces commandes dans Terminal. Elles suppriment définitivement, sans passer par la corbeille.
it: Esegui in Terminale questi comandi, che eliminano definitivamente senza passare dal Cestino.
ja: ターミナルで以下のコマンドを実行してください。これらのコマンドは、ゴミ箱に入れずに完全に削除します。
ko: 터미널에서 이 명령들을 실행하십시오. 이 명령들은 휴지통을 거치지 않고 영구적으로 삭제합니다.
nl: Voer deze uit in Terminal. Wat ze verwijderen, is definitief weg: er gaat niets naar de prullenmand.
pl: Uruchom te polecenia w Terminalu. Usuwają one dane trwale, z pominięciem Kosza.
pt: Execute estes comandos no Terminal. Eles apagam definitivamente, sem passar pelo Lixo.
ro: Rulați aceste comenzi în Terminal. Comenzile șterg definitiv, fără să mute nimic în Coș.
ru: Выполните эти команды в Терминале. Они удаляют безвозвратно, минуя Корзину.
sv: Kör de här kommandona i Terminal. De raderar permanent, utan att något hamnar i papperskorgen.
tr: Bunları Terminal’de çalıştırın. Çöp Sepeti’ne taşımadan kalıcı olarak silerler.
uk: Виконайте ці команди в Терміналі. Вони видаляють назавжди, оминаючи Смітник.
zh_hans: 在“终端”中运行这些命令。它们会永久删除内容，不经过废纸篓。
zh_hant: 在「終端機」中執行這些指令。它們會永久刪除，不經過「垃圾桶」。

source: Run this brew for Homebrew?
cs: Spouštět pro Homebrew tento brew?
de: Dieses brew für Homebrew ausführen?
es: ¿Ejecutar este brew para Homebrew?
fr: Exécuter ce brew pour Homebrew ?
it: Vuoi eseguire questo brew per Homebrew?
ja: このbrewをHomebrewとして実行しますか?
ko: Homebrew용으로 이 brew를 실행하겠습니까?
nl: Deze brew voor Homebrew uitvoeren?
pl: Uruchamiać ten program brew dla Homebrew?
pt: Executar este brew para o Homebrew?
ro: Rulați acest brew pentru Homebrew?
ru: Запускать этот brew для Homebrew?
sv: Vill du köra den här brew för Homebrew?
tr: Homebrew için bu brew çalıştırılsın mı?
uk: Запускати цей brew для Homebrew?
zh_hans: 要为Homebrew运行此brew吗？
zh_hant: 要為Homebrew執行這個brew嗎？

source: Run this command in Terminal
cs: Spusťte tento příkaz v Terminálu
de: Führe diesen Befehl im Terminal aus
es: Ejecuta este comando en Terminal
fr: Exécutez cette commande dans Terminal
it: Esegui questo comando in Terminale
ja: ターミナルで以下のコマンドを実行してください
ko: 터미널에서 이 명령을 실행
nl: Voer dit commando uit in Terminal
pl: Uruchom to polecenie w Terminalu
pt: Execute este comando no Terminal
ro: Rulați această comandă în Terminal
ru: Выполните эту команду в Терминале
sv: Kör det här kommandot i Terminal
tr: Bu komutu Terminal’de çalıştırın
uk: Виконайте цю команду в Терміналі
zh_hans: 在“终端”中运行此命令
zh_hant: 在「終端機」中執行此指令

source: Run this in Terminal to install Apple’s command line developer tools, which include Git.
cs: Spuštěním tohoto příkazu v Terminálu nainstalujete vývojářské nástroje pro příkazový řádek od společnosti Apple, které obsahují Git.
de: Führe diesen Befehl im Terminal aus, um die Command Line Developer Tools von Apple zu installieren, die Git enthalten.
es: Ejecuta esto en Terminal para instalar las herramientas para desarrolladores de línea de comandos de Apple, que incluyen Git.
fr: Exécutez cette commande dans Terminal pour installer les outils de développement de ligne de commande d’Apple, qui comprennent Git.
it: Esegui questo comando in Terminale per installare gli strumenti per lo sviluppo da riga di comando di Apple, che includono Git.
ja: Gitを含むAppleのコマンドラインデベロッパツールをインストールするには、ターミナルで以下のコマンドを実行してください。
ko: Git이 포함된 Apple의 명령어 라인 개발자 도구를 설치하려면 터미널에서 이 명령을 실행하십시오.
nl: Voer dit uit in Terminal om de commandoregeltools voor ontwikkelaars van Apple te installeren, waaronder Git.
pl: Uruchom to polecenie w Terminalu, aby zainstalować dostarczane przez Apple narzędzia wiersza polecenia dla deweloperów, które zawierają Gita.
pt: Execute isto no Terminal para instalar as ferramentas de linha de comando para desenvolvedores da Apple, que incluem o Git.
ro: Rulați această comandă în Terminal pentru a instala instrumentele de dezvoltare în linie de comandă de la Apple, care includ Git.
ru: Выполните эту команду в Терминале, чтобы установить инструменты командной строки для разработчиков от Apple, в состав которых входит Git.
sv: Kör det här i Terminal för att installera Apples kommandoradsverktyg för utvecklare, som innehåller Git.
tr: Apple’ın, Git’i de içeren komut satırı geliştirme araçlarını yüklemek için bunu Terminal’de çalıştırın.
uk: Виконайте цю команду в Терміналі, щоб інсталювати інструменти командного рядка для розробників від Apple, до складу яких входить Git.
zh_hans: 在“终端”中运行此命令以安装Apple的命令行开发者工具，其中包含Git。
zh_hant: 在「終端機」中執行此指令，即可安裝Apple的命令列開發者工具，其中包含Git。

source: Run this in Terminal. It deletes for good, without the Trash.
cs: Spusťte tento příkaz v Terminálu. Maže trvale, bez přesunutí do koše.
de: Führe diesen Befehl im Terminal aus. Er löscht endgültig, ohne Umweg über den Papierkorb.
es: Ejecuta esto en Terminal. Borra definitivamente, sin pasar por la papelera.
fr: Exécutez cette commande dans Terminal. Elle supprime définitivement, sans passer par la corbeille.
it: Esegui in Terminale questo comando, che elimina definitivamente senza passare dal Cestino.
ja: ターミナルで以下のコマンドを実行してください。このコマンドは、ゴミ箱に入れずに完全に削除します。
ko: 터미널에서 이 명령을 실행하십시오. 이 명령은 휴지통을 거치지 않고 영구적으로 삭제합니다.
nl: Voer dit uit in Terminal. Wat het verwijdert, is definitief weg: er gaat niets naar de prullenmand.
pl: Uruchom to polecenie w Terminalu. Usuwa ono dane trwale, z pominięciem Kosza.
pt: Execute este comando no Terminal. Ele apaga definitivamente, sem passar pelo Lixo.
ro: Rulați această comandă în Terminal. Comanda șterge definitiv, fără să mute nimic în Coș.
ru: Выполните эту команду в Терминале. Она удаляет безвозвратно, минуя Корзину.
sv: Kör det här kommandot i Terminal. Det raderar permanent, utan att något hamnar i papperskorgen.
tr: Bunu Terminal’de çalıştırın. Çöp Sepeti’ne taşımadan kalıcı olarak siler.
uk: Виконайте цю команду в Терміналі. Вона видаляє назавжди, оминаючи Смітник.
zh_hans: 在“终端”中运行此命令。它会永久删除内容，不经过废纸篓。
zh_hant: 在「終端機」中執行此指令。它會永久刪除，不經過「垃圾桶」。

source: Run this once in Terminal to add Peel’s line to %@. New windows then read the settings below.
cs: Spusťte tento příkaz jednou v Terminálu, abyste přidali řádek Peelu do souboru %@. Nová okna pak načtou nastavení uvedená níže.
de: Führe diesen Befehl einmal im Terminal aus, um die Zeile von Peel zu %@ hinzuzufügen. Neue Fenster lesen dann die Einstellungen unten ein.
es: Ejecuta esto una vez en Terminal para añadir la línea de Peel a %@. Después, las ventanas nuevas leerán los ajustes de abajo.
fr: Exécutez cette commande une fois dans Terminal pour ajouter la ligne de Peel au fichier %@. Les nouvelles fenêtres lisent alors les réglages ci-dessous.
it: Esegui questo comando una volta in Terminale per aggiungere la riga di Peel al file %@. Da quel momento le nuove finestre leggeranno le impostazioni qui sotto.
ja: Peel用の行を%@に追加するには、ターミナルで以下のコマンドを一度実行してください。その後、新規ウインドウで下の設定が読み込まれるようになります。
ko: 터미널에서 이 명령을 한 번 실행하여 %@에 Peel의 줄을 추가하십시오. 그러면 새로운 윈도우가 아래 설정을 읽습니다.
nl: Voer dit één keer uit in Terminal om de regel van Peel toe te voegen aan %@. Nieuwe vensters lezen dan de instellingen hieronder.
pl: Uruchom to polecenie jeden raz w Terminalu, aby dodać wiersz Peel do pliku %@. Od tej pory nowe okna będą odczytywać poniższe ustawienia.
pt: Execute isto uma vez no Terminal para adicionar a linha do Peel ao %@. Depois, as novas janelas leem os ajustes abaixo.
ro: Rulați o dată această comandă în Terminal pentru a adăuga linia Peel în %@. Ferestrele noi citesc apoi configurările de mai jos.
ru: Выполните эту команду один раз в Терминале, чтобы добавить строку Peel в %@. После этого новые окна будут читать приведенные ниже параметры.
sv: Kör det här en gång i Terminal för att lägga till Peels rad i %@. Sedan läser nya fönster inställningarna nedan.
tr: Peel’in satırını %@ dosyasına eklemek için bunu Terminal’de bir kez çalıştırın. Ardından yeni pencereler aşağıdaki ayarları okur.
uk: Виконайте цю команду один раз у Терміналі, щоб додати рядок Peel до %@. Після цього нові вікна читатимуть налаштування, наведені нижче.
zh_hans: 在“终端”中运行一次此命令，即可将Peel的一行添加到%@。之后新窗口就会读取下方的设置。
zh_hant: 在「終端機」中執行此指令一次，即可將Peel的設定行加入%@。之後新視窗就會讀取下方的設定。

source: Run this once in Terminal to add Peel’s lines at the end of ~/.ssh/config, after what you set for each server.
cs: Spusťte tento příkaz jednou v Terminálu, abyste přidali řádky Peelu na konec souboru ~/.ssh/config, za to, co jste nastavili pro jednotlivé servery.
de: Führe diesen Befehl einmal im Terminal aus, um die Zeilen von Peel am Ende von ~/.ssh/config hinzuzufügen, nach dem, was du für jeden Server festlegst.
es: Ejecuta esto una vez en Terminal para añadir las líneas de Peel al final de ~/.ssh/config, después de lo que hayas establecido para cada servidor.
fr: Exécutez cette commande une fois dans Terminal pour ajouter les lignes de Peel à la fin du fichier ~/.ssh/config, après ce que vous avez défini pour chaque serveur.
it: Esegui questo comando una volta in Terminale per aggiungere le righe di Peel alla fine del file ~/.ssh/config, dopo ciò che hai impostato per ciascun server.
ja: Peel用の行を、サーバごとに設定した内容の後、~/.ssh/configの末尾に追加するには、ターミナルで以下のコマンドを一度実行してください。
ko: 터미널에서 이 명령을 한 번 실행하여 ~/.ssh/config에서 각 서버에 대해 설정한 내용 뒤, 즉 파일 끝에 Peel의 줄을 추가하십시오.
nl: Voer dit één keer uit in Terminal om de regels van Peel toe te voegen aan het einde van ~/.ssh/config, na wat je per server hebt ingesteld.
pl: Uruchom to polecenie jeden raz w Terminalu, aby dodać wiersze Peel na końcu pliku ~/.ssh/config, po tym, co ustawiasz dla poszczególnych serwerów.
pt: Execute isto uma vez no Terminal para adicionar as linhas do Peel no final do ~/.ssh/config, depois do que você definiu para cada servidor.
ro: Rulați o dată această comandă în Terminal pentru a adăuga liniile Peel la sfârșitul fișierului ~/.ssh/config, după configurările stabilite de dvs. pentru fiecare server.
ru: Выполните эту команду один раз в Терминале, чтобы добавить строки Peel в конец ~/.ssh/config, после того, что Вы задали для каждого сервера.
sv: Kör det här en gång i Terminal för att lägga till Peels rader i slutet av ~/.ssh/config, efter det som du har ställt in för varje server.
tr: Peel’in satırlarını ~/.ssh/config dosyasının sonuna, her sunucu için ayarladıklarınızın ardına eklemek için bunu Terminal’de bir kez çalıştırın.
uk: Виконайте цю команду один раз у Терміналі, щоб додати рядки Peel у кінець ~/.ssh/config, після того, що ви задали для кожного сервера.
zh_hans: 在“终端”中运行一次此命令，即可将Peel的两行添加到~/.ssh/config末尾，位于你为各个服务器设定的内容之后。
zh_hant: 在「終端機」中執行此指令一次，即可將Peel的設定行加在~/.ssh/config的結尾，排在你為各部伺服器所做的設定之後。

source: Running
cs: Běží
de: Läuft
es: En ejecución
fr: En cours d’exécution
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomiony
pt: Em execução
ro: Rulează
ru: Выполняется
sv: Igång
tr: Çalışıyor
uk: Виконується
zh_hans: 正在运行
zh_hant: 執行中

source: Running Homebrew…
cs: Homebrew pracuje…
de: Homebrew wird ausgeführt …
es: Ejecutando Homebrew…
fr: Exécution de Homebrew…
it: Eseguo Homebrew…
ja: Homebrewを実行中…
ko: Homebrew 실행 중…
nl: Homebrew wordt uitgevoerd…
pl: Uruchamiam Homebrew…
pt: Executando o Homebrew…
ro: Homebrew rulează…
ru: Homebrew работает…
sv: Kör Homebrew…
tr: Homebrew çalıştırılıyor…
uk: Homebrew виконує команду…
zh_hans: 正在运行Homebrew…
zh_hant: 正在執行Homebrew⋯

source: Running · PID %@
cs: Běží · PID %@
de: Läuft · PID %@
es: En ejecución · PID %@
fr: En cours d’exécution · PID %@
it: In esecuzione · PID %@
ja: 実行中 · PID %@
ko: 실행 중 · PID %@
nl: Actief · PID %@
pl: Uruchomiony · PID %@
pt: Em execução · PID %@
ro: Rulează · PID %@
ru: Выполняется · PID %@
sv: Igång · PID %@
tr: Çalışıyor · PID %@
uk: Виконується · PID %@
zh_hans: 正在运行 · PID %@
zh_hant: 執行中 · PID %@

source: Runs a command many times and reports how long it takes, such as `hyperfine "zsh -i -c exit"` for how long a new shell takes to start.
cs: Spustí příkaz mnohokrát a vypíše, jak dlouho trvá. Například `hyperfine "zsh -i -c exit"` změří, za jak dlouho se spustí nový shell.
de: Führt einen Befehl viele Male aus und meldet, wie lange er dauert, etwa `hyperfine "zsh -i -c exit"` dafür, wie lange eine neue Shell zum Starten braucht.
es: Ejecuta un comando muchas veces e indica cuánto tarda, como `hyperfine "zsh -i -c exit"` para saber cuánto tarda en arrancar una shell nueva.
fr: Exécute une commande de nombreuses fois et indique combien de temps elle prend, par exemple `hyperfine "zsh -i -c exit"` pour le temps que met un nouveau shell à démarrer.
it: Esegue un comando molte volte e indica quanto dura, come `hyperfine "zsh -i -c exit"` per sapere quanto impiega una nuova shell ad avviarsi.
ja: コマンドを何度も実行して、かかる時間を報告します。たとえば`hyperfine "zsh -i -c exit"`では、新しいシェルの起動にかかる時間がわかります。
ko: 명령을 여러 번 실행하고 걸리는 시간을 알려 줍니다. 예를 들어 `hyperfine "zsh -i -c exit"` 명령은 새로운 셸이 시작되는 데 걸리는 시간을 알려 줍니다.
nl: Voert een commando vele keren uit en meldt hoelang het duurt, zoals `hyperfine "zsh -i -c exit"` om te meten hoelang een nieuwe shell nodig heeft om te starten.
pl: Uruchamia polecenie wiele razy i podaje, ile trwa jego wykonanie, na przykład `hyperfine "zsh -i -c exit"` pokazuje, ile trwa uruchomienie nowej powłoki.
pt: Executa um comando várias vezes e informa quanto tempo ele leva, como `hyperfine "zsh -i -c exit"` para saber quanto tempo um shell novo leva para iniciar.
ro: Rulează o comandă de mai multe ori și raportează cât durează, de exemplu `hyperfine "zsh -i -c exit"` pentru cât durează pornirea unui shell nou.
ru: Выполняет команду много раз и сообщает, сколько она длится: например, `hyperfine "zsh -i -c exit"` показывает, сколько времени запускается новая оболочка.
sv: Kör ett kommando många gånger och rapporterar hur lång tid det tar, till exempel `hyperfine "zsh -i -c exit"` för att se hur lång tid det tar att starta en ny kommandotolk.
tr: Bir komutu birçok kez çalıştırır ve ne kadar sürdüğünü bildirir; örneğin `hyperfine "zsh -i -c exit"`, yeni bir kabuğun başlamasının ne kadar sürdüğünü gösterir.
uk: Виконує команду багато разів і повідомляє, скільки часу займає її виконання, як-от `hyperfine "zsh -i -c exit"`, щоб дізнатися, скільки часу запускається нова оболонка.
zh_hans: 多次运行某个命令并报告它所需的时间，例如用`hyperfine "zsh -i -c exit"`测量新shell启动需要多长时间。
zh_hant: 多次執行一個指令並回報所需的時間，例如用`hyperfine "zsh -i -c exit"`測量新Shell啟動所需的時間。

source: Runs a program inside the app
cs: Spouští program uvnitř aplikace
de: Führt ein Programm in der App aus
es: Ejecuta un programa de dentro de la app
fr: Exécute un programme situé dans l’app
it: Esegue un programma all’interno dell’app
ja: アプリ内のプログラムを実行する
ko: 앱 내부의 프로그램을 실행
nl: Voert een programma in de app uit
pl: Uruchamia program z wnętrza aplikacji
pt: Executa um programa dentro do app
ro: Rulează un program din interiorul aplicației
ru: Запускает программу внутри приложения
sv: Kör ett program inuti appen
tr: Uygulamanın içindeki bir programı çalıştırıyor
uk: Запускає виконуваний файл усередині програми
zh_hans: 运行App内的程序
zh_hant: 執行App內的程式

source: Rust Toolchains
cs: Toolchainy Rustu
es: Toolchains de Rust
fr: Chaînes d’outils Rust
it: Toolchain Rust
ja: Rustツールチェーン
ko: Rust 툴체인
pl: Toolchainy Rusta
pt: Toolchains do Rust
ro: Toolchain‑uri Rust
ru: Наборы инструментов Rust
sv: Rust-verktygskedjor
tr: Rust Araç Zincirleri
uk: Набори інструментів Rust
zh_hans: Rust工具链
zh_hant: Rust工具鏈

source: Same name as the app
cs: Stejný název jako aplikace
de: Gleicher Name wie die App
es: Mismo nombre que la app
fr: Même nom que l’app
it: Stesso nome dell’app
ja: アプリと同じ名前
ko: 앱과 같은 이름
nl: Dezelfde naam als de app
pl: Taka sama nazwa jak aplikacja
pt: Mesmo nome do app
ro: Același nume ca aplicația
ru: То же имя, что у приложения
sv: Samma namn som appen
tr: Uygulamayla aynı ad
uk: Та сама назва, що й у програми
zh_hans: 与App同名
zh_hant: 與App同名

source: Sandboxed App Caches
cs: Mezipaměti izolovaných aplikací
de: Caches von Sandbox-Apps
es: Cachés de apps aisladas
fr: Caches des apps en sandbox
it: Cache delle app in sandbox
ja: サンドボックスアプリのキャッシュ
ko: 샌드박스 앱 캐시
nl: Caches van sandbox-apps
pl: Pamięci podręczne aplikacji w piaskownicy
pt: Caches de Apps em Sandbox
ro: Memorii tampon ale aplicațiilor izolate
ru: Кэши приложений в песочнице
sv: Cachar för sandlådeappar
tr: Sandbox Uygulama Önbellekleri
uk: Кеші ізольованих програм
zh_hans: 沙盒App缓存
zh_hant: 沙盒App快取

source: Save
cs: Uložit
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zachowaj
pt: Salvar
ro: Salvați
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save a list of what is installed and where it came from
cs: Uložit seznam toho, co je nainstalováno a odkud to pochází
de: Eine Liste dessen sichern, was installiert ist und woher es stammt
es: Guarda una lista de lo que hay instalado y de dónde viene
fr: Enregistrer la liste de ce qui est installé et de sa provenance
it: Salva un elenco di ciò che è installato e della sua provenienza
ja: インストールされているものと、その入手元のリストを保存
ko: 설치된 항목과 그 출처의 목록 저장
nl: Bewaar een lijst van wat er is geïnstalleerd en waar het vandaan komt
pl: Zachowaj listę tego, co jest zainstalowane, i skąd to pochodzi
pt: Salvar uma lista do que está instalado e de onde veio
ro: Salvați o listă cu ce este instalat și de unde provine
ru: Сохранить список того, что установлено и откуда оно взялось
sv: Spara en lista över vad som är installerat och var det kommer ifrån
tr: Neyin yüklü olduğunun ve nereden geldiğinin listesini kaydet
uk: Зберегти список інстальованого і того, звідки воно взялося
zh_hans: 保存一份列表，记录已安装的内容及其来源
zh_hant: 儲存已安裝項目及其來源的列表

source: Save dialogs open expanded
cs: Dialogová okna Uložit se otevírají rozbalená
de: Der Dialog „Sichern“ öffnet sich erweitert
es: Los cuadros de diálogo Guardar se abren expandidos
fr: Les zones de dialogue Enregistrer s’ouvrent développées
it: Le finestre di dialogo Salva si aprono espanse
ja: “保存”ダイアログを展開した状態で開く
ko: 저장 대화상자가 확장된 상태로 열림
nl: Bewaarvensters openen uitgevouwen
pl: Okna dialogowe Zachowaj otwierają się rozwinięte
pt: As caixas de diálogo Salvar abrem expandidas
ro: Dialogurile Salvați se deschid extinse
ru: Диалоговые окна сохранения открываются в развернутом виде
sv: Dialogrutan Spara öppnas utvidgad
tr: Kaydet sorgu kutuları genişletilmiş olarak açılır
uk: Діалогові вікна «Зберегти» відкриваються розгорнутими
zh_hans: “保存”对话框默认展开
zh_hant: 「儲存」對話框打開時即展開

source: Save screenshots as JPEG
cs: Ukládat snímky obrazovky jako JPEG
de: Bildschirmfotos als JPEG sichern
es: Guardar las capturas como JPEG
fr: Enregistrer les captures d’écran au format JPEG
it: Salva gli screenshot in JPEG
ja: スクリーンショットをJPEGで保存
ko: 스크린샷을 JPEG로 저장
nl: Bewaar schermafbeeldingen als JPEG
pl: Zachowuj zrzuty ekranu jako JPEG
pt: Salvar capturas de tela como JPEG
ro: Salvați capturile de ecran ca JPEG
ru: Сохранять снимки экрана в JPEG
sv: Spara skärmavbilder som JPEG
tr: Ekran resimlerini JPEG olarak kaydet
uk: Зберігати знімки екрана у форматі JPEG
zh_hans: 将截屏保存为JPEG格式
zh_hant: 將截圖儲存為JPEG

source: Save the screenshot name
cs: Uložit název snímků obrazovky
de: Namen für Bildschirmfotos sichern
es: Guardar el nombre de las capturas de pantalla
fr: Enregistrer le nom des captures d’écran
it: Salva il nome degli screenshot
ja: スクリーンショットの名前を保存
ko: 스크린샷 이름 저장
nl: Bewaar de naam van schermafbeeldingen
pl: Zachowaj nazwę zrzutów ekranu
pt: Salvar o nome das capturas de tela
ro: Salvați numele pentru capturi de ecran
ru: Сохранить имя для снимков экрана
sv: Spara namnet för skärmavbilder
tr: Ekran resmi adını kaydet
uk: Зберегти назву знімків екрана
zh_hans: 保存截屏名称
zh_hant: 儲存截圖名稱

source: Save when each command ran
cs: Ukládat čas spuštění každého příkazu
de: Zeitpunkt jedes Befehls sichern
es: Guardar cuándo se ejecutó cada comando
fr: Enregistrer l’heure d’exécution des commandes
it: Salva quando è stato eseguito ogni comando
ja: 各コマンドの実行時刻を保存
ko: 각 명령의 실행 시각 저장
nl: Bewaar het tijdstip van elk commando
pl: Zachowuj godzinę uruchomienia poleceń
pt: Salvar o horário de cada comando
ro: Salvați ora la care a rulat fiecare comandă
ru: Сохранять время запуска каждой команды
sv: Spara när varje kommando kördes
tr: Her komutun ne zaman çalıştığını kaydet
uk: Зберігати час виконання кожної команди
zh_hans: 保存每条命令的运行时间
zh_hant: 儲存每個指令的執行時間

source: Saved Settings
cs: Uložená nastavení
de: Gesicherte Einstellungen
es: Ajustes guardados
fr: Réglages enregistrés
it: Impostazioni salvate
ja: 保存された設定
ko: 저장된 설정
nl: Bewaarde instellingen
pl: Zachowane ustawienia
pt: Ajustes Salvos
ro: Configurări salvate
ru: Сохраненные настройки
sv: Sparade inställningar
tr: Kaydedilmiş Ayarlar
uk: Збережені налаштування
zh_hans: 已保存的设置
zh_hant: 已儲存的設定

source: Saved Windows
cs: Uložená okna
de: Gesicherte Fenster
es: Ventanas guardadas
fr: Fenêtres enregistrées
it: Finestre salvate
ja: 保存済みウインドウ
ko: 저장된 윈도우
nl: Bewaarde vensters
pl: Zachowane okna
pt: Janelas Salvas
ro: Ferestre salvate
ru: Сохраненные окна
sv: Sparade fönster
tr: Kayıtlı Pencereler
uk: Збережені вікна
zh_hans: 已保存的窗口
zh_hant: 已儲存的視窗

source: Saving the history locks the file the system’s way, so windows that save at the same time don’t damage it.
cs: Při ukládání historie se soubor zamyká systémovým způsobem, takže ho okna, která ukládají ve stejnou chvíli, nepoškodí.
de: Beim Sichern des Verlaufs wird die Datei so gesperrt, wie das System es vorsieht, sodass Fenster, die gleichzeitig sichern, sie nicht beschädigen.
es: Al guardar el historial, el archivo se bloquea con el método del sistema, así que las ventanas que lo guardan a la vez no lo dañan.
fr: L’enregistrement de l’historique verrouille le fichier à la manière du système, pour que des fenêtres qui enregistrent en même temps ne l’endommagent pas.
it: Il salvataggio della cronologia blocca il file nel modo previsto dal sistema, così le finestre che salvano contemporaneamente non lo danneggiano.
ja: 履歴の保存時に、システム標準の方法でファイルをロックするため、複数のウインドウが同時に保存してもファイルが壊れません。
ko: 명령 기록을 저장할 때 시스템 방식으로 파일을 잠그므로, 여러 윈도우가 동시에 저장해도 파일이 손상되지 않습니다.
nl: Bij het bewaren van de geschiedenis wordt het bestand vergrendeld op de manier van het systeem, zodat vensters die tegelijk bewaren het niet beschadigen.
pl: Przy zachowywaniu historii plik jest blokowany mechanizmem systemowym, więc okna zachowujące ją w tym samym czasie go nie uszkodzą.
pt: Ao salvar o histórico, o zsh bloqueia o arquivo pelo método do próprio sistema, para que janelas que salvam ao mesmo tempo não o danifiquem.
ro: La salvarea istoricului, fișierul este blocat prin mecanismul sistemului, așa că ferestrele care salvează în același timp nu îl deteriorează.
ru: При сохранении истории файл блокируется средствами системы, поэтому окна, сохраняющие историю одновременно, не повредят его.
sv: När historiken sparas låses filen på systemets eget sätt, så att fönster som sparar samtidigt inte skadar den.
tr: Geçmiş kaydedilirken dosya, sistemin kendi yöntemiyle kilitlenir; böylece aynı anda kaydeden pencereler dosyaya zarar vermez.
uk: Під час збереження історії файл блокується засобами системи, тож вікна, які зберігають історію одночасно, не пошкодять його.
zh_hans: 保存历史记录时会以系统的方式锁定文件，因此同时保存的多个窗口不会损坏该文件。
zh_hant: 儲存指令記錄時會以系統的方式鎖定檔案，因此同時儲存的多個視窗不會損壞它。

source: Scan
cs: Prohledat
de: Scannen
es: Analizar
fr: Analyser
it: Analizza
ja: スキャン
ko: 스캔
pl: Skanuj
pt: Analisar
ro: Scanați
ru: Сканировать
sv: Skanna
tr: Tara
uk: Сканувати
zh_hans: 扫描
zh_hant: 掃描

source: Scan Again
cs: Prohledat znovu
de: Erneut scannen
es: Volver a analizar
fr: Analyser à nouveau
it: Analizza di nuovo
ja: もう一度スキャン
ko: 다시 스캔
nl: Scan opnieuw
pl: Skanuj ponownie
pt: Analisar Novamente
ro: Scanați din nou
ru: Сканировать снова
sv: Skanna igen
tr: Yeniden Tara
uk: Сканувати знову
zh_hans: 再次扫描
zh_hant: 重新掃描
